Repository: mewadapramod/AutomationV
Catalog: POFile/*.po
Languages: fr_ca

source: Terms of Use
fr_ca: Conditions d'utilisation

source: Privacy Policy
fr_ca: Politique de confidentialité

source: All rights reserved.
fr_ca: Tous droits réservés.

source: Copyright
fr_ca: Droits d'auteur

source: Page Not Found
fr_ca: Page introuvable

source: Looks like you got lost
fr_ca: Oh, oh! Vous vous êtes égaré.

source: We're sorry. The page you are looking for no longer exists.
fr_ca: Nous sommes désolés. La page que vous cherchez n’existe plus.

source: BACK TO HOME
fr_ca: RETOUR À LA PAGE D'ACCUEIL

source: Access Denied
fr_ca: Accès refusé

source: The page you were trying to access is locked.
fr_ca: La page à laquelle vous souhaitez accéder est verrouillée.

source: Make sure you typed in the correct URL. You will be redirected to the homepage in 10 seconds.
fr_ca: Assurez-vous que vous avez bien saisi l'URL. Vous serez redirigé vers la page d'accueil dans 10 secondes.

source: View all
fr_ca: Voir Tout

source: Balance Due
fr_ca: Montant dû

source: Log entry with ID @id was not found
fr_ca: L'entrée de journal avec @id n'a pas été trouvée

source: Confirm New Password
fr_ca: Confirmer mon nouveau mot de passe

source: No Invoice Data available
fr_ca: Les données de la facture ne sont pas disponibles

source: Thank You for your payment
fr_ca: Merci pour votre achat

source: Claim Tickets
fr_ca: Réclamer les billets

source: Outstanding Invoices
fr_ca: Factures impayées

source: Amount Balance
fr_ca: Solde

source: Tickets Total
fr_ca: Total des billets

source: Account
fr_ca: Compte

source: AccountID
fr_ca: Numéro de compte

source: welcome
fr_ca: bienvenue

source: Account Name
fr_ca: Nom du compte

source: Give your account a nickname
fr_ca: Utiliser un alias pour mon compte

source: Edit Account Names
fr_ca: Modifier le nom du compte

source: SWITCH
fr_ca: CHANGER

source: EDIT NAME
fr_ca: MODIFIER LE NOM

source: Select from one of the accounts below
fr_ca: Choisissez l'un des comptes ci-dessous

source: SEAT
fr_ca: SIÈGE

source: Please ensure your popup blocker is disabled in order to view your tickets.
fr_ca: Veuillez vérifier que votre bloqueur de fenêtre est désactivé afin d’afficher vos billets.

source: Don't see them?
fr_ca: Vous ne les voyez pas?

source: Please confirm that you wish to cancel your ticket posting.
fr_ca: Veuillez confirmer que vous souhaitez bien annuler la publication de vos billets.

source: *The list price for your ticket(s) will be
fr_ca: * Le prix affiché pour votre billet est de

source: Tickets Claimed
fr_ca: Billets réclamés

source: *This will expire on
fr_ca: *Expirera le

source: claim
fr_ca: Réclamer

source: Payment has been received
fr_ca: Votre paiement a été reçu

source: This offer is not available at this moment.
fr_ca: Cette offre n'est pas disponible pour le moment.

source: There is no inventory in your account.
fr_ca: Il n'y a pas de billets dans votre compte.

source: Payment Plans are not available
fr_ca: Les plans de paiement ne sont pas disponibles.

source: Invalid Invoice ID or Plan ID
fr_ca: Identifiant de facture ou de plan invalide

source: Payment request has been failed
fr_ca: La demande de paiement a échoué

source: No CC Data available
fr_ca: Aucune donnée de carte de crédit disponible

source: Failed to create user with email %name in AMGR
fr_ca: Impossible de créer l'utilisateur avec le courriel %name dans AMGR

source: Failed to SSO user in AMGR.
fr_ca: Échec SSO de l'utilisateur dans AMGR.

source: Forgot Password
fr_ca: Mot de passe oublié

source: Enter your email address registered to your account and a temporary password will be emailed to you.
fr_ca: Entrez l'adresse courriel du compte et nous vous enverrons un mot de passe temporaire.

source: Email Address
fr_ca: Adresse courriel

source: Submit
fr_ca: Valider

source: Sent
fr_ca: Envoyé

source: Check your email for more instructions.
fr_ca: Vérifiez votre courriel pour de plus amples informations.

source: Error
fr_ca: Erreur

source: Reset Password
fr_ca: Réinitialiser le mot de passe

source: Current Password
fr_ca: Mot de passe actuel

source: New Password
fr_ca: Nouveau mot de passe

source: Confirm Password
fr_ca: Confirmer votre mot de passe

source: Save
fr_ca: Enregistrer

source: Need Help
fr_ca: Besoin d'aide?

source: Still need help? Contact us [here].
fr_ca: Plus de questions? Contactez-nous

source: Success
fr_ca: Félicitations

source: You have changed your password.
fr_ca: Vous avez modifié votre mot de passe.

source: Dont have an Account?
fr_ca: Vous n'avez pas de compte?

source: Dont have an Account? [Click Here]
fr_ca: Vous n'avez pas de compte? [Click Here]

source: Email
fr_ca: Courriel

source: Password
fr_ca: Mot de passe

source: Remember Me
fr_ca: Se souvenir de moi.

source: Forgot your Password?
fr_ca: Mot de passe oublié?

source: Create Account
fr_ca: Créer un compte

source: Already have an Account?
fr_ca: Vous avez déjà un compte?

source: Already have an Account? [Click Here]
fr_ca: Vous avez déjà un compte? [Cliquez ici]

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Sign Up
fr_ca: S'inscrire

source: Change Password
fr_ca: Changer votre mot de passe

source: Please enter temporary password
fr_ca: Veuillez inscrire un mot de passe temporaire

source: Please enter a password
fr_ca: Inscrire un mot de passe

source: Please enter password with 6 or more characters
fr_ca: Inscrire un mot de passe avec un minimum de 6 caractères

source: Password should contain at least one number
fr_ca: Votre mot de passe doit comprendre au moins un chiffre

source: Passwords do not match
fr_ca: Les mots de passe ne correspondent pas

source: By creating an account, you agree to our [Privacy Policy]
fr_ca: En créant un compte, vous acceptez notre [politique de confidentialité]

source: Terms & Conditions
fr_ca: Termes et conditions

source: Sign In
fr_ca: Se Connecter

source: You have been automatically logged out. Someone else has logged in with your username and password and the maximum number of 1 simultaneous session(s) was exceeded. This may indicate that your account has been compromised or that account sharing is not allowed on this site. Please contact the site administrator if you suspect your account has been compromised
fr_ca: Vous avez été automatiquement déconnecté. Il semblerait que quelqu'un se soit connecté au même moment à votre compte en utilisant le même mot de passe. Le nombre de sessions ouvertes est limité à 1 par compte. Il se pourrait que votre compte ait été corrompu ou que vous soyez plus d'un sur cette même session. Si vous pensez que votre compte a été corrompu, veuillez contacter l'administrateur.

source: You have been logged out from your account as you are logged in simultaneously in another session. Please ensure you do not login simultaneously with the same account in one browser session.
fr_ca: Vous avez été déconnecté puisque vous avez ouvert deux sessions au même moment sur le même compte. Assurez-vous que vous n'avez pas ouvert deux sessions simultanément sur le même fureteur.

source: Login to Access
fr_ca: Accéder à mon compte

source: No User Info available!
fr_ca: Aucune information disponible sur l'utilisateur!

source: Your payment failure message has been updated
fr_ca: Votre message d'échec de paiement a été mis à jour

source: Your payment failure message has been submitted
fr_ca: Votre message d'échec de paiement a été soumis

source: Are you sure you want to delete submission %id?
fr_ca: Êtes-vous certain de vouloir supprimer votre demande %id?

source: Failure Message submission %id has been deleted.
fr_ca: Le message d'erreur de votre demande a été supprimé.

source: There was a problem sending your email notification to @email.
fr_ca: Il y a eu un problème pour envoyer votre notification par courrier électronique à @email

source: An email has been sent to @email
fr_ca: Un courriel a été envoyé à @courriel

source: We're Sorry..
fr_ca: Nos sommes désolés...

source: The link has expired
fr_ca: Le lien a expiré

source: The link is no longer active
fr_ca: Le lien n'est plus actif

source: Sign in or Create Account to claim.
fr_ca: Ouvrez une session ou créez un compte pour réclamer.

source: You have tried to use a one-time login link that has expired. Please request a new one using the form below.
fr_ca: Le lien que vous voulez utiliser est expiré. Veuillez remplir le formulaire ci-dessous pour en recevoir un nouveau.

source: You have tried to use a one-time login link that has either been used or is no longer valid. Please request a new one using the form below.
fr_ca: Le lien que vous voulez utiliser a déjà été utilisé ou n’est plus valide. Veuillez remplir le formulaire ci-dessous pour en recevoir un nouveau.

source: <p>This is a one-time login for %user_name and will expire on %expiration_date.</p><p>Please reset your password and login with the new credentials.</p>
fr_ca: <p>Voici un lien Ã usage unique pour %user_name expirant le %expiration_date.</p>

source: Here is a summary of your purchase.
fr_ca: Voici un résumé de votre commande.

source: For a printable version of your invoice and terms, please visit your online account.
fr_ca: Pour imprimer la facture et les conditions, veuillez consulter votre compte en ligne.

source: Total Invoice Amount
fr_ca: Montant total de la facture

source: Less Payments/Credits
fr_ca: Moins paiements / crédits

source: Balance
fr_ca: Solde

source: Don't have an Account? [Click Here]
fr_ca: Vous n'avez pas de compte? [Click Here]

source: Send
fr_ca: Envoyer

source: Send Tickets
fr_ca: Envoyer les billets

source: Select Seats
fr_ca: Sélectionner les sièges

source: Some of your tickets are not available to send
fr_ca: Certains de vos billets ne peuvent être envoyés

source: Seats
fr_ca: Sièges

source: Row
fr_ca: Rangée

source: Confirm
fr_ca: Confirmer

source: Are you sure you want to send these tickets?
fr_ca: Êtes-vous certain de vouloir transférer ces billets?

source: Your ticket(s) could not be transferred. Please try again.
fr_ca: Vos billets ne peuvent être transférés. Veuillez essayer à nouveau.

source: We're Sorry...
fr_ca: Nous sommes désolés...

source: Go to tickets.
fr_ca: Consultez vos billets

source: Manage Tickets
fr_ca: Gérer les billets

source: Tickets
fr_ca: Billets

source: View
fr_ca: Afficher

source: UPDATE
fr_ca: ACTUALISER

source: EDIT
fr_ca: MODIFIER

source: Sell
fr_ca: Vendre

source: Donate
fr_ca: Faire un don

source: Print
fr_ca: Imprimer

source: Pending
fr_ca: En attente

source: Claimed
fr_ca: Réclamé

source: Sold
fr_ca: Vendu

source: CANCEL
fr_ca: ANNULER

source: DONE
fr_ca: TERMINER

source: RETRY
fr_ca: RÉESSAYER

source: Donated
fr_ca: Offert en don

source: Claimed By
fr_ca: Réclamé par

source: Listed
fr_ca: Affiché

source: Sent! Link will expire on
fr_ca: Envoyé! Le lien expirera le

source: Manage Ticket Transfer
fr_ca: Gérer le transfert de billets

source: Manage Ticket
fr_ca: Gérer les billets

source: Entry Gate
fr_ca: Porte d’entrée

source: TICKET DETAILS
fr_ca: DÉTAIL DES BILLETS

source: order Summary
fr_ca: Sommaire de la commande

source: Account Number
fr_ca: Numéro de compte

source: Barcode Number
fr_ca: Code à barres

source: Event Summary
fr_ca: Sommaire de l’événement

source: Venue
fr_ca: Salle

source: Phone
fr_ca: Téléphone

source: Seat Locator
fr_ca: Localisateur de sièges

source: MANAGE
fr_ca: GÉRER

source: Street Address
fr_ca: Adresse

source: Street Address #2
fr_ca: Adresse #2

source: Country
fr_ca: Pays

source: City
fr_ca: Ville

source: State
fr_ca: Province

source: Postal Code
fr_ca: Code postal

source: Mobile Phone Number
fr_ca: Téléphone cellulaire

source: Home Phone Number
fr_ca: Téléphone maison

source: Your ticket(s) were not posted for sale. Please try again.
fr_ca: Vos billets ne sont pas inscrits à la vente. Essayez à nouveau.

source: TRY AGAIN
fr_ca: ESSAYEZ ENCORE

source: Deposit Account Type
fr_ca: Type de compte de dépôt

source: Routing Number
fr_ca: Numéro de routage

source: Confirm Account Number
fr_ca: Confirmer le numéro de compte

source: Each
fr_ca: Chaque

source: Edit/Cancel Posting
fr_ca: Modifier / Annuler l'inscription

source: No tickets available in this section and row.
fr_ca: Aucun billet n'est disponible dans cette section et cette rangée.

source: Some of your tickets are not available to.
fr_ca: Certain de vos billets ne sont pas disponibles.

source: One of your tickets is not available to.
fr_ca: L'un de vos billets ne peut être

source: Some of your tickets are not available due to an outstanding invoice.
fr_ca: Certains de vos billets ne sont pas disponibles en raison d'une facture impayée.

source: One of your tickets is not available due to an outstanding invoice.
fr_ca: L'un de vos billets n'est pas disponible en raison d'une facture impayée.

source: Bundle parking pass with transfer
fr_ca: Ajouter un billet de stationnement à votre transfert

source: Error, please go back and try again.
fr_ca: Erreur, revenez en arrière pour essayer à nouveau.

source: We have emailed an activation code to {email}. Please enter the code in the field below.
fr_ca: Un code d’activation vous a été envoyé par courriel au {email}. Veuillez entrer le code dans le champ ci-dessous.

source: Donate see our email? Be sure to check your <br> spam folder, or
fr_ca: Vous n’avez pas reçu le courriel? N’oubliez pas de consulter votre boîte de <br> courrier indésirable, ou

source: Resend the email.
fr_ca: Renvoyer le courriel.

source: Set Price
fr_ca: Fixer un prix

source: Set your earning price
fr_ca: Déterminez le prix demandé

source: Similar tickets are selling for
fr_ca: Des billets similaires se vendent pour

source: each
fr_ca: chaque

source: Would you like to split your tickets?
fr_ca: Souhaitez-vous séparer vos billets?

source: Yes, split and sell my tickets separately
fr_ca: Oui, je souhaite vendre mes billets séparément.

source: deposit account.
fr_ca: compte de dépôt.

source: Select how would you like to get paid.
fr_ca: Sélectionnez la méthode de paiement.

source: Check will be mailed to the address associated with your Seller Profile.
fr_ca: Le chèque sera envoyé à l'adresse du vendeur.

source: Your funds will be available when purchasing.
fr_ca: Vos fonds seront disponibles à l'achat.

source: Please complete your seller profile details to continue.
fr_ca: Veuillez compléter votre profil de vendeur pour continuer.

source: Seller Profile
fr_ca: Profil du vendeur

source: Please update your account details to continue.
fr_ca: Veuillez mettre à jour votre compte pour continuer.

source: account ending in
fr_ca: compte se terminant par

source: Editing or cancelling the posting will occur to the ticket listed below.
fr_ca: La révision ou l’annulation du message modifiera le billet ci-dessous.

source: Editing or cancelling the posting will occur to all tickets listed below.
fr_ca: Modifier ou annuler l’inscription affectera tous les billets inscrits ci-dessous.

source: CANCEL POSTING
fr_ca: ANNULER L’INSCRIPTION

source: Change the price of your posting or cancel it.
fr_ca: Modifiez le prix de vente ou annulez celle-ci.

source: Once confirmed, the ticket will return to your account.
fr_ca: Une fois confirmé, le billet sera retourné dans votre compte.

source: Success!
fr_ca: Félicitations!

source: Sorry!
fr_ca: Désolé!

source: Your ticket(s) has been returned to your account.
fr_ca: Vos billets sont retournés dans votre compte.

source: Something went wrong. Please try again.
fr_ca: Une erreur s'est produite. Veuillez essayer à nouveau.

source: GO TO TICKETS
fr_ca: CONSULTEZ MES BILLETS

source: Share the following link to send tickets. The link is only accessible to users you invite. Reclaim Ticket to deactivate the link.
fr_ca: Cliquer sur le bouton COPIER vous permettra de COLLER le lien dans un message texte ou courriel. Ce lien permettra au destinataire de réclamer ces billets. Vous pouvez annuler le transfert et invalider le lien en cliquant sur RÉVOQUER.

source: Following ticket(s) has been grouped for selected action.
fr_ca: Les billets suivants ont été groupés pour l’action sélectionnée.

source: Claim Link
fr_ca: Lien d'accès

source: COPY LINK
fr_ca: COPIER LE LIEN

source: RECLAIM
fr_ca: RÉVOQUER

source: Your tickets are opening in a new window.
fr_ca: Vos billets seront affichés dans une nouvelle fenêtre.

source: Don't see them?
fr_ca: Vous ne les voyez pas?

source: Click here to try again.
fr_ca: Cilquez ici pour essayer à nouveau.

source: There was an error downloading your tickets, please try again.
fr_ca: Une erreur s'est produite lors du téléchargement de vos billets. Veuillez essayer à nouveau.

source: GO BACK
fr_ca: RETOUR

source: The expiration date and time to transfer your tickets has expired.
fr_ca: La date et l'heure limite du transfert sont arrivées à échéance.

source: Select your Charity
fr_ca: Sélectionnez votre œuvre caritative

source: Select a parking pass
fr_ca: Sélectionnez un billet de stationnement

source: Choose from the list below.
fr_ca: Choisir dans la liste ci-dessous.

source: Parking pass
fr_ca: Billet de stationnement

source: No parking pass available for transfer.
fr_ca: Aucun billet de stationnement n’est disponible pour le transfert.

source: Proceed to Link
fr_ca: Suivre le lien

source: This will expire on
fr_ca: Expirera le

source: if unclaimed.
fr_ca: si non réclamé.

source: You ticket(s) couldn't reclaim. Please try again.
fr_ca: Vos billets ne peuvent être révoqués. Veuillez essayer à nouveau.

source: * You cannot reclaim donated tickets.
fr_ca: * Vous ne pouvez pas révoquer des billets offerts en don.

source: SELL TICKETS
fr_ca: VENDRE DES BILLETS

source: Ticket price must be at least
fr_ca: Le prix du billet doit être au moins à

source: Ticket price must be at less then or equal to
fr_ca: Le prix du billet doit être plus ou moins égal à

source: Deposit Account
fr_ca: Compte de dépôt

source: Seller Credit
fr_ca: Crédit du vendeur

source: Bank Account
fr_ca: Compte bancaire

source: Checking account ending in
fr_ca: Compte courant se terminant par

source: None Selected
fr_ca: Aucune sélection

source: Checking
fr_ca: Courant

source: Saving
fr_ca: Épargnes

source: Account numbers are not matching.
fr_ca: Les numéros de compte ne correspondent pas.

source: Must be a number
fr_ca: Doit être un chiffre

source: Invalid Account Type
fr_ca: Type de compte invalide

source: Something went Wrong!
fr_ca: Une erreur s’est produite!

source: Due Date
fr_ca: Pour le

source: Paid
fr_ca: Payé

source: MY ACCOUNT
fr_ca: MON COMPTE

source: ticket! Sign in or Create Account to claim.
fr_ca: billet! Ouvrez une session ou créez un compte pour réclamer les billets.

source: tickets! Sign in or Create Account to claim.
fr_ca: billets! Ouvrez une session ou créez un compte pour réclamer les billets.

source: has sent you
fr_ca: vous a envoyé

source: Congratulations!
fr_ca: Félicitations!

source: All fields are required.
fr_ca: Tous les champs sont requis.

source: User credentials are invalid.
fr_ca: Les identifiants sont invalides.

source: Disagree
fr_ca: Je refuse

source: Agree
fr_ca: J’accepte

source: Invalid Routing number
fr_ca: Numéro de routage invalide.

source: Wrong validation code
fr_ca: Code de validation erroné

source: Event not found
fr_ca: Événement introuvable

source: No inventory
fr_ca: Pas d’inventaire

source: Too many tickets
fr_ca: Trop de billets

source: Sorry but we've encountered an error. Bear with us and please try again, or refresh your browser.
fr_ca: Désolé, une erreur est survenue. Veuillez essayer de nouveau ou actualiser votre navigateur. Merci de votre patience.

source: @sender @header_response @ticket_count ticket! Sign in or Create Account to claim.
fr_ca: @sender @header_response @ticket_count billet! Ouvrez une session ou créez un compte pour accepter les billets.

source: @sender @header_response @ticket_count tickets! Sign in or Create Account to claim.
fr_ca: @sender @header_response @ticket_count billets! Ouvrez une session ou créez un compte pour accepter les billets.

source: @sender has sent you @ticket_count ticket! Sign in or Create Account to claim.
fr_ca: @sender vous a envoyé @ticket_count billet! Ouvrez une session ou créez un compte pour accepter les billets.

source: @sender has sent you @ticket_count tickets! Sign in or Create Account to claim.
fr_ca: @sender vous a envoyé @ticket_count billets! Ouvrez une session ou créez un compte pour accepter les billets.

source: Sign Up failed. Either email exists or required parameters are missing.
fr_ca: L'inscription a échoué. Soit l'e-mail existe, soit les paramètres requis sont manquants.

source: User credentials are invalid
fr_ca: Les identifiants sont invalides

source: Email already associated with an account
fr_ca: Email déjà associé à un compte

source: ACCOUNT INFORMATION
fr_ca: INFORMATION SUR LE COMPTE

source: INVOICE SUMMARY
fr_ca: RÉSUMÉ DES FACTURES

source: Payment Plan
fr_ca: Plan

source: Payment Plan:
fr_ca: Plan de paiement:

source: Due Date:
fr_ca: Due à:

source: Subtotal:
fr_ca: Sous-total:

source: Total Amount:
fr_ca: Total:

source: Pay in Full
fr_ca: Payer en entier

source: Invoice ID
fr_ca: Facture

source: Check your email for a copy of your Invoice.
fr_ca: Consultez votre courrier électronique pour obtenir une copie de votre facture.

source: An Error Occurred!
fr_ca: Une erreur s'est produite!

source: Please try again by clicking on "Email" button to receive a copy of your Invoice.
fr_ca: Réessayez en cliquant sur le bouton "Email" pour recevoir une copie de votre facture.

source: Your Invoice has been sent!
fr_ca: Votre facture a été envoyée!

source: No Data Found
fr_ca: Aucune donnée disponible

source: No Invoice found
fr_ca: Aucune facture trouvée

source: API Exception
fr_ca: Exception API

source: Zipcode
fr_ca: Code postal

source: An Error occured. Please try later.
fr_ca: Une erreur s'est produite. Merci d'essayer plus tard.

source: Required field not supplied
fr_ca: Champ requis non fourni

source: Invalid User Account
fr_ca: Compte d'utilisateur invalide.

source: No Invoice Details found
fr_ca: Aucun facture n'a été trouvée

source: Invalid Invoice ID or User Account
fr_ca: Facture ou compte utilisateur invalide

source: No Event Details found
fr_ca: Aucun détail d'événement trouvé

source: No CC Found
fr_ca: Aucune carte de crédit n'a été trouvée

source: Invalid Account ID
fr_ca: Compte invalide

source: No Payment Plan Details
fr_ca: Aucun détail sur le plan de paiement

source: No Payment Plan Details Found
fr_ca: Aucun détail sur le plan de paiement n'a été trouvé

source: API Error
fr_ca: Erreur API

source: No Schedule found
fr_ca: Aucune horaire n'a été trouvée

source: Invalid/Missing CIN Number
fr_ca: Numéro CIN invalide / manquant

source: Something went Wrong
fr_ca: Quelque chose n’a pas fonctionné

source: No Credit Card Found
fr_ca: Aucune carte de crédit n'a été trouvée

source: No user profile data found
fr_ca: Aucune donnée de profil utilisateur trouvée

source: The transaction was declined. Please use a different card or contact your bank.
fr_ca: La transaction a été refusée. Veuillez utiliser une carte différente ou contacter votre banque.

source: Thank you for your payment!
fr_ca: Merci pour votre paiement!

source: You will receive an email with confirmation of your payment.
fr_ca: Vous recevrez un email avec confirmation de votre paiement.

source: AMOUNT DUE
fr_ca: MONTANT DÛ

source: AMOUNT DUE TODAY
fr_ca: MONTANT DÛ AUJOURD'HUI

source: I Accept
fr_ca: J'accepte

source: Your card is not valid. Please update your card.
fr_ca: La carte n’est pas valide. Veuillez la mettre à jour.

source: The billing info doesn't match what is on file with your bank.
fr_ca: Les informations de facturation ne correspondent à celles de votre banque.

source: Your Account
fr_ca: Votre compte

source: Log out
fr_ca: Fermer la session
