Repository: mewadapramod/AutomationV
Catalog: POFile/*.po
Languages: fr_ca

source: Password updated successfully.
fr_ca: Le mot de passe a été mis à jour.

source: Switch Accounts
fr_ca: Changer de compte

source: DUE DATE
fr_ca: Due à

source: BALANCE DUE
fr_ca: Montant dû

source: INVOICE
fr_ca: Facture

source: INVOICE DETAILS
fr_ca: DÉTAILS DE LA FACTURE

source: PAYMENT OPTION
fr_ca: OPTIONS DE PAIEMENT

source: LESS PAYMENTS
fr_ca: MOINS LES PAIEMENTS

source: Account ID
fr_ca: Compte

source: TOTAL TICKET AMOUNT
fr_ca: MONTANT TOTAL DU BILLET

source: PARKING AMOUNT
fr_ca: MONTANT POUR LE STATIONNEMENT

source: HANDLING fee
fr_ca: FRAIS DE GESTION

source: QUICK LINKS
fr_ca: Liens rapides

source: INVOICES
fr_ca: FACTURES

source: TICKETS
fr_ca: BILLETS

source: You have been logged out due to inactivity.
fr_ca: Vous avez été déconnecté pour cause d'inactivité.

source: Password reset failed
fr_ca: Réinitialisation du mot de passe

source: Password mismatch
fr_ca: Non concordance des mots de passe

source: DESCRIPTION
fr_ca: LA DESCRIPTION

source: TOTAL COST
fr_ca: COÛT TOTAL

source: My New Invoice
fr_ca: Ma nouvelle facture

source: TQTY
fr_ca: QUANTITÉ

source: Summary
fr_ca: Résumé

source: Payment Options
fr_ca: Options de paiement

source: Review
fr_ca: Révision

source: Addons
fr_ca: Produits optionnels

source: SUBTOTAL
fr_ca: SOUS-TOTAL

source: PAY TODAY
fr_ca: PAYER

source: To update your payment method or to make a payment, please contact the ticket office at xxxx-xxx-xxxx.
fr_ca: Pour mettre à jour votre méthode de paiement ou pour faire un paiement, veuillez contacter la billetterie au xxxx-xxx-xxxx.

source: Below are details on your payment plan, which details what credit card was used to sign up, a payment schedule, and payment amounts. If you wish to make additional payments prior to your next payment date, enter an amount below and continue. To edit your credit card, please contact us to update.
fr_ca: Vous trouverez ci-dessous des détails sur votre plan de paiement, qui détaille quelle carte de crédit a été utilisée pour s'inscrire, un calendrier de paiement et les montants des versements. Si vous souhaitez effectuer des paiements supplémentaires avant la prochaine date de paiement, entrez un montant ci-dessous et continuez. Pour modifier votre carte de crédit, veuillez nous contacter pour la mettre à jour.

source: Zip Code
fr_ca: Code postal

source: Terms and Conditions
fr_ca: Termes et conditions

source: ACCOUNT DETAILS
fr_ca: DÉTAILS DU COMPTE

source: Don't worry, let's try this again by reloading the page and attempting your payment again.
fr_ca: Essayons à nouveau en rechargeant la page et en essayant à nouveau votre paiement.

source: Oops. We're sorry, but this is not what we were hoping to see.
fr_ca: Nous sommes désolés, ce n'était pas le résultat escompté.

source: Next Payment
fr_ca: Prochain versement
